import React from 'react';
import style from '../styles/book.module.css'
import logo from '../assets/images/ring.png'

const Book = () => {
    return (
        <div className={style.container}>
            <div className={style.main}>
                <h1>Володар перснів</h1>
                <h2>Джон Роналд Руел Толкін</h2>
                <hr />
                <p>Епічний роман у жанрі «фентезі» англійського письменника, філолога та професора Оксфордського університету Дж. Толкіна. Оповідь почалася як продовження до попередньої роботи Толкіна, «Гобіт», але згодом розвинулась у набагато більшу історію. Її було написано поетапно між 1937 та 1949 роками, істотну частину — під час Другої світової війни. Роман є другим у світі бестселером, кількість проданих примірників якого перевищила 150 млн. Книга також входить у Рейтинг 100 найкращих книг усіх часів журналу Ньюсвік під номером 35 а у голосуванні The Big Read проведеного BBC 2003 року у Великій Британії роман посів перше місце.</p>
            </div>
            <div className={style.aside}>
                <img src={logo} alt="" />
                <h3>Відгуки у пресі</h3>
                <hr />
                <p>Часопис The Sunday Times зазначало що «Світ поділяється на тих, хто вже прочитав Володаря Перстенів і Гобіта, і тих, хто тільки збирається прочитати ці книги». А часопис New statesman підкреслювало, що «Володар перснів - це чарівно розказана історія, з переливами усіх барв, руху та величі».</p>
                
            </div>
        </div>
    );
}

export default Book;
